{"F": [["F103C.jpg", "One summer I had a job on the beach picking up trash. I found a wallet on the beach and it had $60 in it. So I picked it up and turned it in to my supervisor."], ["F100C.jpg", "I was responsible for the financial wellbeing of the women members in my family. They really needed all the money that they had and could get. So, through a bit of \"creative reporting\" on their taxes, I ended up cheating the government out of about $100,000."], ["F080C.jpg", "I used to drink and drive a lot. One time I borrowed my brother's car, was drunk and had taken Valium. I sideswiped another car that had its door open.  I got scared and kept driving."], ["F053C.jpg", "I used to ride the bus everyday to work. One day I noticed a pregnant woman who did not have a seat. So I took her by the arm and helped her find a seat. "], ["F076C.jpg", "I was at this festival downtown and there was a man walking along, counting his money. He had a lot of cash in his hands and dropped a five-dollar bill. I picked it up and returned it to him."], ["F107C.jpg", "During my first marriage, I was unfaithful once. My neighbor was a very, very good-looking man and he lived in my co-op apartment building.  I was unfaithful for about a month and my husband never found out.  "], ["F040C.jpg", "Ten years ago I was staying with a friend who lived in a house of a very famous man. There were many autographed books in the house. I stole one of the books, which was autographed by a very famous celebrity."], ["F027C.jpg", "I was getting a massage at the gym and the massage therapist came on to me. I was dating a guy named Brad at the time though. I was unfaithful to Brad and had sex with the man who was massaging me."], ["F065C.jpg", "I started working in a restaurant and had been there only 2 weeks when a fellow co-worker's brother died. She couldn't come into work the day he died and none of her fellow co-workers would cover her shift. So I worked a double shift that day and covered for her."], ["F034C.jpg", "I put a poster that I had on EBay. There was a man who bid on it and paid with a system that sent the money directly to me. He was kind of a jerk during the whole transaction, so I decided not to send the poster and just keep the money."], ["F032C.jpg", "A long time ago I helped organize an intervention for my dad's alcoholism. My grandmother and I funded all of the members of the family to assemble together in one location. When my dad walked into the room he began to cry because he was so touched by our action."], ["F005C.jpg", "I was running across the street one time, years ago, and a little old woman fell. She was carrying groceries and she slipped. I helped her get her bearings back and picked up the groceries. "], ["F086C.jpg", "I found a wallet while I was out walking once. Fortunately, it had an ID in it so I could return it. So I brought it down to the police station and turned it in."], ["F072C.jpg", "I used to work as a legal assistant. I lied to clients all of the time, the attorney I worked for lied all the time too. We just lie to our clients so things will work out the best for us. "], ["F090C.jpg", "I have cheated pretty much all of my life. The most recent time was because I was in a long distance relationship. There were so many opportunities to cheat that I just gave into the temptation. "], ["F026C.jpg", "I found a wallet with a fifty-dollar bill in it. I found a phone number to call and contacted the woman whose wallet it was. She was very appreciative and came to my house to pick it up."], ["F051C.jpg", "Once, when I was a teenager, I was driving drunk down a road. An old farm dog came out into the middle of the road and started barking. I purposely ran right over it and killed it."], ["F110C.jpg", "I found a pocketbook full of money when I was ten years old. It was in the parking lot of a store in the town that I grew up in. I showed it to my mother and we took it back into the store."], ["F011C.jpg", "There was a time for about a month that I was kind of into crystal methane. At the time I snuck around and did it in my house. My mother didn't know that I was doing it in the bathroom. "], ["F074C.jpg", "I was stopped in traffic on the freeway and looked outside the window and saw a wallet. While the cars were stopped I reached out and picked up the wallet. I wrote to the person who was on the license in the wallet and he got his wallet back."]], "M": [["M030C.jpg", "I was at this festival downtown and there was a man walking along, counting his money. He had a lot of cash in his hands and dropped a five-dollar bill. I picked it up and returned it to him."], ["M059C.jpg", "I was stopped in traffic on the freeway and looked outside the window and saw a wallet. While the cars were stopped I reached out and picked up the wallet. I wrote to the person who was on the license in the wallet and he got his wallet back."], ["M025C.jpg", "A long time ago I helped organize an intervention for my dad's alcoholism. My grandmother and I funded all of the members of the family to assemble together in one location. When my dad walked into the room he began to cry because he was so touched by our action."], ["M038C.jpg", "I put a poster that I had on EBay. There was a man who bid on it and paid with a system that sent the money directly to me. He was kind of a jerk during the whole transaction, so I decided not to send the poster and just keep the money."], ["M091C.jpg", "I was in a relationship with a girl named Pam that I didn't really want to be with anymore. I was attracted to another girl named Annie who I hung out with often. So, she and I engaged in very loud sexual play on my couch so that Pam would hear us in the other room."], ["M052C.jpg", "I was running across the street one time, years ago, and a little old woman fell. She was carrying groceries and she slipped. I helped her get her bearings back and picked up the groceries. "], ["M055C.jpg", "I used to ride the bus everyday to work. One day I noticed a pregnant woman who did not have a seat. So I took her by the arm and helped her find a seat. "], ["M044C.jpg", "I found a wallet with a fifty-dollar bill in it. I found a phone number to call and contacted the woman whose wallet it was. She was very appreciative and came to my house to pick it up."], ["M001C.jpg", "I found a wallet while I was out walking once. Fortunately, it had an ID in it so I could return it. So I brought it down to the police station and turned it in."], ["M041C.jpg", "Ten years ago I was staying with a friend who lived in a house of a very famous man. There were many autographed books in the house. I stole one of the books, which was autographed by a very famous celebrity."], ["M083C.jpg", "I am a very unfaithful person in general. I do not have a strong faith in God and I am constantly unfaithful to women. Recently I cheated on my girlfriend who comes from another state to see me. "], ["M036C.jpg", "I used to work as a legal assistant. I lied to clients all of the time, the attorney I worked for lied all the time too. We just lie to our clients so things will work out the best for us. "], ["M089C.jpg", "One summer I had a job on the beach picking up trash. I found a wallet on the beach and it had $60 in it. So I picked it up and turned it in to my supervisor."], ["M065C.jpg", "I used to drink and drive a lot. One time I borrowed my brother's car, was drunk and had taken Valium. I sideswiped another car that had its door open.  I got scared and kept driving."], ["M064C.jpg", "There was a time for about a month that I was kind of into crystal methane. At the time I snuck around and did it in my house. My mother didn't know that I was doing it in the bathroom. "], ["M014C.jpg", "I found a pocketbook full of money when I was ten years old. It was in the parking lot of a store in the town that I grew up in. I showed it to my mother and we took it back into the store."], ["M015C.jpg", "I had a friend who was incarcerated. One day, his girlfriend was driving his car. I was driving my girlfriend's car and got into an accident. My friend's car was one of the cars that I hit, but I just drove away and never told my friend. "], ["M068C.jpg", "I was responsible for the financial wellbeing of the women members in my family. They really needed all the money that they had and could get. So, through a bit of \"creative reporting\" on their taxes, I ended up cheating the government out of about $100,000."], ["M004C.jpg", "Once, when I was a teenager, I was driving drunk down a road. An old farm dog came out into the middle of the road and started barking. I purposely ran right over it and killed it."], ["M084C.jpg", "I started working in a restaurant and had been there only 2 weeks when a fellow co-worker's brother died. She couldn't come into work the day he died and none of her fellow co-workers would cover her shift. So I worked a double shift that day and covered for her."]]}